Repository: bryceco/GoMap
Catalog: src/iOS/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

source: delete object from relation
ar: حذف عنصر من العلاقة
cs: smazat objekt z relace
de: Objekt aus Relation entfernen
es: eliminar objeto de la relación
et: kustuta objekt relatsioonist
fi: poista objekti relaatioista
fr: supprimer l'objet de la relation
hr: izbriši objekt iz veze
id: hapus obyek dari hubungan
it: cancella l'oggetto dalla relazione
ja: オブジェクトをリレーションから削除
nb_no: slett objekt fra relasjon
nl: object uit relatie verwijderen
pl: usuń obiekt z relacji
pt: eliminar objeto da relação
pt_br: apagar objeto da relação
ru: удалить объект из отношения
ta: உறவிலிருந்து பொருளை நீக்கு
uk: видалити обʼєкт зі звʼязка
vi: xóa đối tượng khỏi quan hệ
zh_hant: 刪除關係中的物件

source: delete relation
ar: حذف العلاقة
cs: smazat relaci
de: Lösche Relation
es: eliminar relación
et: kustuta relatsioon
fi: poista relaatio
fr: supprimer la relation
hr: izbriši vezu
id: hapus hubungan
it: elimina relazione
ja: リレーションを削除
nb_no: slett relasjon
nl: relatie verwijderen
pl: usuń relację
pt: eliminar relação
pt_br: apagar relação
ru: удалить отношение
ta: உறவை நீக்கு
uk: видалити звʼязок
vi: xóa quan hệ
zh_hans: 删除关系
zh_hant: 刪除關係

source: delete restriction
ar: حذف قيد
cs: smazat omezení
de: Beschränkung löschen
es: eliminar restricción
et: kustuta piirang
fi: poista rajoitus
fr: supprimer la restriction
hr: izbriši ograničenje
id: hapus batasan
it: eliminare restrizione
ja: 制限を削除
nb_no: slett begrensning
nl: beperking verwijderen
pl: usuń ograniczenie
pt: eliminar restrição
pt_br: apagar restrição
ru: удалить ограничение
ta: கட்டுப்பாட்டை நீக்கு
uk: видалити обмеження
vi: xóa hạn chế
zh_hans: 删除限制
zh_hant: 刪除轉向限制關係

source: delete route
ar: حذف المسار
cs: smazat trasu
de: Route löschen
es: eliminar ruta
et: kustuta teekond
fi: poista reitti
fr: supprimer l'itinéraire
hr: izbriši rutu
id: hapus rute
it: elimina percorso
ja: ルートを削除
nb_no: slett rute
nl: route verwijderen
pl: usuń trasę
pt: eliminar rota
pt_br: apagar rota
ru: удалить маршрут
ta: வழியை நீக்கு
uk: видалити маршрут
vi: xóa tuyến đường
zh_hans: 删除路线
zh_hant: 刪除路線

source: delete way
ar: حذف الطريق
cs: smazat linii
de: Lösche Weg
es: eliminar vía
et: kustuta tee
eu: bidea ken
fi: poista viiva
fr: supprimer le chemin
hr: izbriši put
ja: ウェイを削除
nb_no: slett vei
nl: weg verwijderen
pl: usuń linię
pt: eliminar linha
pt_br: apagar linha
ru: удалить линию
ta: வழியை நீக்கு
uk: видалити лінію
vi: xóa lối
zh_hans: 删除路径
zh_hant: 刪除線段

source: Detach from relation
ar: الانفصال عن العلاقة
cs: Odpojit od relace
de: Von Relation trennen
es: Separarse de la relación
et: Lahuta relatsioonist
fi: Irrota relaatiosta
fr: Détacher de la relation
hr: Odspoji iz veze
id: Lepaskan dari hubungan
ja: リレーションから切り離す
mr: संबंधापासून तोडा
nb_no: Avhekt fra relasjon
nl: Van relatie loskoppelen
pt: Separar da relação
pt_br: Separar da relação
ru: Изъять из отношения
ta: உறவிலிருந்து பிரிக்கவும்
uk: Прибрати зі звʼязку
vi: Tháo gỡ khỏi quan hệ
zh_hans: 从关系中分离
zh_hant: 從關係中分離

source: Disconnect
ar: فصل
cs: Odpojit
de: Trennen
es: Desconectar
et: Katkesta ühendus
fi: Irrota
fr: Déconnecter
hr: Odspoji
id: Putuskan
it: Disconnetti
ja: 接続解除
mr: जोडणी तोडा
nb_no: Koble fra
nl: Loskoppelen
pt: Desconectar
pt_br: Desconectar
ru: Отсоединить
ta: துண்டிக்கவும்
uk: Відʼєднати
vi: Tháo gỡ
zh_hans: 断开
zh_hant: 斷開連接

source: Display options
ar: عرض الخيارات
cs: Možnosti zobrazení
de: Optionen anzeigen
es: Opciones de visualización
et: Ekraani seaded
fi: Näyttöasetukset
fr: Options d'affichage
hr: Opcije prikaza
ja: オプションを表示
mr: पर्याय दाखवा
nb_no: Visningsinnstillinger
nl: Beeld-opties
pt: Opções de visualização
pt_br: Opções de visualização
ru: Настройки отображения
ta: காட்சி விருப்பங்கள்
uk: Налаштування вигляду
vi: Hiển thị tùy chọn
zh_hans: 显示选项
zh_hant: 顯示選項

source: Distance: %1$@ ± %2$@ meters
ar: المسافة: %1$@ ± %2$@ متر
cs: Vzdálenost: %1$@ ± %2$@ metrů
de: Entfernung : %1$@ ± %2$@ Meter
es: Distancia: %1$@ ± %2$@ metros
et: Vahemaa: %1$@ ± %2$@ meetrit
eu: Distantzia: %1$@ ± %2$@ metro
fi: Etäisyys: %1$@ ± %2$@ metriä
fr: Distance : %1$@ ± %2$@ mètres
hr: Udaljenost: %1$@ ± %2$@ m
ja: 距離: %1$@ ± %2$@ メートル
mr: अंतर: %1$@ ± %2$@ मीटर
nb_no: Avstand: %1$@ ± %2$@ meter
nl: Afstand: %1$@ ± %2$@ meter
pt: Distância: %1$@ ± %2$@ metros
pt_br: Distância: %1$@ ± %2$@ metros
ru: Расстояние: %1$@ ± %2$@ метров
ta: தூரம்: %1$@ ± %2$@ மீட்டர்
uk: Відстань: %1$@ ± %2$@ метрів
zh_hant: 距離：%1$@ ± %2$@ 公尺

source: Done
ar: تم
cs: Hotovo
de: Fertig
es: Hecho
et: Valmis
eu: Egina
fi: Valmis
fr: Terminé
hr: Gotovo
id: Selesai
ja: 完了
mr: झाले
nb_no: Ferdig
nl: Klaar
pt: Feito
pt_br: Feito
ru: Готово
ta: முடிந்தது
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: duplicate
ar: تكرار
cs: duplikovat
de: dupliziere
es: duplicar
et: paljunda
eu: bikoiztu
fi: monista
fr: dupliquer
hr: duplikat
id: duplikasi
it: duplica
ja: 複製
mr: प्रतिलिपित करा
nb_no: dupliser
nl: dupliceren
pl: duplikuj
pt: duplicar
pt_br: duplicar
ru: создать копию
ta: நகல்
uk: створити копію
vi: nhân đôi
zh_hans: 复制
zh_hant: 複製

source: Duplicate
ar: تكرار
cs: Duplikovat
de: Duplizieren
es: Duplicar
et: Paljunda
fi: Monista
fr: Dupliquer
hr: Duplikat
id: Duplikasi
it: Duplica
ja: 複製
mr: प्रतिलिपित करा
nb_no: Dupliser
nl: Dupliceren
pt: Duplicar
pt_br: Duplicar
ru: Создать копию
ta: நகல்
uk: Дублікувати
vi: Nhân đôi
zh_hans: 复制
zh_hant: 複製

source: Edit
ar: تعديل
cs: Upravit
de: Bearbeiten
es: Editar
et: Muuda
eu: Aldatu
fi: Muokkaa
fr: Modifier
hr: Uredi
id: Sunting
ja: 編集
mr: संपादा
nb_no: Rediger
nl: Bewerken
oc: Modificar
pt: Editar
pt_br: Editar
ru: Править
ta: தொகு
uk: Редагувати
vi: Sửa đổi
zh_hans: 编辑
zh_hant: 編輯

source: Edit restrictions
ar: تحرير القيود
cs: Upravit omezení
de: Beschränkungen bearbeiten
es: Editar restricciones
et: Muuda piiranguid
fi: Muokkaa rajoituksia
fr: Modifier les restrictions
hr: Uredi ograničenja
id: Sunting batasan
ja: 編集制限
mr: प्रतिबंध संपादा
nb_no: Rediger begrensninger
nl: Beperkingen bewerken
oc: Modificar lei restriccions
pt: Editar restrições
pt_br: Editar restrições
ru: Править ограничения
ta: கட்டுப்பாடுகளைத் திருத்தவும்
uk: Редагувати обмеження
vi: Sửa đổi hạn chế
zh_hans: 编辑禁行限制
zh_hant: 編輯限制

source: Edit XML
ar: تحرير XML
cs: Upravit XML
de: XML bearbeiten
es: Editar XML
et: Muuda XML-i
eu: XML aldatu
fi: Muokkaa XML:ää
fr: Modifier le XML
hr: Uredi XML
id: Sunting XML
ja: XMLを編集
mr: XML संपादा
nb_no: Rediger XML
nl: XML bewerken
oc: Modificar lo XML
pt: Editar XML
pt_br: Editar XML
ru: Править XML
ta: எக்ச்எம்எல் திருத்து
uk: Редагувати XML
vi: Sửa đổi XML
zh_hans: 编辑XML
zh_hant: 編輯 XML

source: Editing layer not visible
ar: طبقة التحرير غير مرئية
cs: Upravovaná vrstva není vidět
de: Bearbeitungsebene nicht sichtbar
es: Capa de edición no visible
et: Redigeerimiskiht pole nähtav
fr: Modification de la couche invisible
hr: Sloj koji se uređuje nije vidljiv
ja: 編集レイヤが非表示です
mr: संपादन स्तर दृश्यमान नाही
nb_no: Redigeringslag ikke synlig
nl: Bewerkingslaag niet zichtbaar
oc: A modificar la jaça invisibla
pt: Camada de edição não visível
pt_br: Camada de edição não visível
ru: Редактируемый слой отключён
ta: திருத்துதல் லேயர் தெரியவில்லை
uk: Шар що редагується прихований
zh_hans: 编辑图层不可见
zh_hant: 無法顯示編輯圖層

source: Editor only
ar: التحرير فقط
cs: Pouze editor
de: Nur Editor
es: Solo editor
et: Ainult redaktor
fr: Éditeur uniquement
hr: Samo uređivač
ja: エディタのみ
mr: फक्त संपादक
nb_no: Kun redigerer
nl: Alleen bewerker
oc: Editor solament
pt: Apenas editor
pt_br: Apenas editor
ru: Только редактор
ta: ஆசிரியர் மட்டும்
uk: Тільки редактор
vi: Chỉ lớp vẽ
zh_hans: 只有编辑图层
zh_hant: 只有編輯器

source: Editor with Aerial
ar: التحرير مع الصور الجوية
cs: Editor a letecké snímky
de: Editor mit Luftbild
es: Editor de la foto aérea
et: Aerofotodega redaktor
fr: Éditeur avec aérien
hr: Uređivač s aerofotografijama
ja: 衛星画像ありのエディタ
mr: हवाई प्रतिमेसह संपादक
nb_no: Redigerer med luftfoto
nl: Bewerker met luchtbeelden
oc: Editor amb l'aerian
pt: Editor com imagens aéreas
pt_br: Editor com imagens aéreas
ru: Редактор с аэрофотосъёмкой
ta: வான்வழி கொண்ட ஆசிரியர்
uk: Редактор з аерофото
vi: Lớp vẽ cùng không ảnh
zh_hans: 卫星影像和编辑图层
zh_hant: 編輯器疊空照圖

source: Ensure Location Services is enabled and you have granted this application access. Error: %@
ar: تأكد من تمكين خدمات الموقع ومنح هذا التطبيق حق الوصول. الخطأ: %@
cs: Ujistěte se, že jsou polohové služby zapnuté a aplikace k nim má přístup. Chyba: %@
de: Stelle sicher, dass Ortungsdienste aktiviert sind und du dieser Anwendung Zugriff erlaubt hast Error: %@
es: Asegúrese de que los servicios de ubicación están activados y de que has concedido acceso a ellos a esta aplicación. Error: %@
et: Veendu, et asukohateenused on lubatud ja oled andnud sellele rakendusele juurdepääsu. Viga: %@
fr: Assurez-vous que les services de localisation sont activés et que vous y avez autorisé l'accès. Erreur : %@
hr: Osiguraj da je prikaz uređivača vidljiv i da prikazuje objekte u lokalnom području Greška: %@
ja: 位置サービスが有効になっていて、このアプリによるアクセスを許可しているか確認してください。 エラー: %@
mr: स्थान सेवा सक्षम असल्याची व ती वापरण्याची परवानगी असल्याची पुष्टी करा त्रुटी: %@
nb_no: Sørg for at plasseringstjenester er påslått og at du har innvilget denne programtilgangen. Feil: %@
nl: Zorg ervoor dat Locatieservices aan staan en dat je dit programma toegang hebt gegeven. Fout: %@
oc: Regardatz que lei servicis de localizacion son ben activats e que i avètz autorizat l'accès. Error : %@
pt: Certifique-se que os serviços de localização estão ativos e que concedeu o acesso desta aplicação a eles. Erro: %@
pt_br: Assegure-se que os serviços de localização estejam ativados e que você tenha concedido acesso a este aplicativo. Erro: %@
ru: Убедитесь, что службы геолокации включены и приложению предоставлен доступ. Ошибка: %@
ta: இருப்பிட சேவைகள் இயக்கப்பட்டிருப்பதை உறுதிசெய்து, இந்த விண்ணப்ப அணுகலை நீங்கள் வழங்கியுள்ளீர்கள். பிழை: %@
uk: Впевніться що служби локації працюють і ви надали доступ цьому застосунку. Помилка: %@
vi: Chắc chắn rằng Dịch vụ Định vị được kích hoạt và rằng bạn đã cấp phép truy cập cho ứng dụng này. Lỗi: %@
zh_hant: 請確保已啟用定位服務且本軟體有使用定位服務的權限。 錯誤： %@

source: Ensure the editor view is visible and displays objects in the local area
ar: تأكد من تفعيل وضع التحرير وجعلة مرئي ويعرض العناصر في المنطقة المحلية
cs: Ujistěte se, že je editor viditelný a zobrazuje objekty v místní oblasti
de: Stelle sicher, dass die Bearbeitungsansicht sichtbar ist und Objekte im lokalen Gebiet anzeigt
es: Cerciórese de que la vista del editor sea visible y muestre los objetos en el área local
et: Veendu, et redaktori vaade on nähtav ja kuvab kohalikus piirkonnas olevaid objekte
fr: Assurez-vous que la vue de l'éditeur est visible et qu'elle affiche les objets dans la zone locale
hr: Osiguraj da je prikaz uređivača vidljiv i da prikazuje objekte u lokalnom području
ja: エディタのビューが表示されていて、ローカルエリア内のオブジェクトが表示されていることを確認してください
mr: संपादक दृश्य दृश्यमान असल्याची खात्री करा आणि स्थानिक क्षेत्रातील वस्तू प्रदर्शित करा
nl: Zorg ervoor dat de bewerker-weergave zichtbaar is en objecten weergeeft in de lokale omgeving
oc: Avisatz-vos que la vista de l'editor es activa e que mòstra leis objèctes dins la zòna locala
pt: Certifique-se que a visualização do editor está visível e mostra objetos na área local
pt_br: Certifique-se de que a visualização do editor esteja visível e exiba objetos na área local
ru: Убедитесь, что редактируемый слой включён и отображает объекты в данном районе
ta: எடிட்டர் பார்வை தெரியும் மற்றும் உள்ளக பகுதியில் உள்ள பொருட்களைக் காண்பிக்கும் என்பதை உறுதிப்படுத்தவும்
uk: Впевніться що режим редагування увімкнений і видно обʼєкти навколо
zh_hant: 請確保可顯示編輯圖層與局部區域內的物件

source: Error
ar: خطأ
cs: Chyba
de: Fehler
et: Viga
eu: Hutsa
fi: Virhe
fr: Erreur
hr: Greška
id: Kesalahan
ja: エラー
mr: त्रुटी
nb_no: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
ta: பிழை
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Error connecting to way
ar: خطأ في الاتصال بالطريق
cs: Chyba připojení k linii
de: Fehler beim Verbinden mit Weg
es: Error al conectar con la vía
et: Viga teega ühenduse loomisel
fr: Erreur de la connexion du chemin
hr: Greška pri povezivanju s putom
id: Gagal menghubungkan ke way
ja: ウェイへの接続でエラー
mr: मार्गला जोडताना त्रुटी
nb_no: Kunne ikke koble til bane
nl: Fout bij het verbinden met een weg
oc: Error de connexion de la linha
pt: Erro ao conectar à linha
pt_br: Erro ao conectar a linha
ru: Ошибка присоединения к линии
ta: வழியில் இணைவதில் பிழை
uk: Помилка підʼєднання до лінії
zh_hans: 连接到路径时出错
zh_hant: 連接到線段時發生錯誤

source: Error fetching metadata: %@
ar: خطأ في جلب البيانات الوصفية: %@
cs: Chyba při stahování metadat: %@
de: Fehler beim Abrufen von Metadaten: %@
es: Error al recuperar los metadatos: %@
et: Viga metaandmete hankimisel: %@
fr: Erreur lors de la récupération des métadonnées : %@
hr: Greška pri dohvaćanju metapodataka: %@
id: Gagal mengambil metadata: %@
ja: メタデータ取得エラー: %@
mr: मेटाडेटा आणताना त्रुटी: %@
nb_no: Kunne ikke hente metadata: %@
nl: Fout bij het ophalen van de metadata: %@
oc: Error au moment de la recuperacion dei metadonadas : %@
pl: Błąd podczas pobierania metadanych: % @
pt: Erro ao obter os metadados: %@
pt_br: Erro ao obter metadados: %@
ru: Ошибка загрузки мета-данных: %@
ta: மெட்டாடேட்டாவைப் பெறுவதில் பிழை: %@
uk: Помилка завантаження метаданих: %@
zh_hans: 获取元数据时出错：%@
zh_hant: 更新詮釋資料時發生錯誤：%@

source: Extending a 'via' in a Turn Restriction will break the relation
ar: سيؤدي تمديد "عبر" في قيود الدور إلى تخريب العلاقة
cs: Rozšíření „přes“ v omezení odbočení poškodí relaci
de: Ein 'Via' in einer Abbiegebeschränkung zu verlängern wird die Relation zerstören
es: La ampliación de una "vía" en una restricción de giro romperá la relación
et: Pöördumispiirangu 'kaudu' laiendamine katkestab relatsiooni
fr: Allonger un chemin 'via' d'une interdiction de tourner va casser la relation
hr: Produženje veze „preko” u ograničenju skretanja će prekinuti vezu
ja: 進行方向制限内の'via'の延長はリレーションを壊す可能性があります
mr: वळण प्रतिबंधात 'via'
nl: Een 'via' in een afslagbeperking uitbreiden zal de relatie breken
pt: Estender uma linha com a função 'via' (através de) numa restrição de viragem irá "quebrar" a relação
pt_br: Estender uma linha com a função 'via' (através de) em uma restrição de direção quebrará a relação
ru: Продление линии с ролью 'via', участвующей в ограничении манёвров, разрушит отношение
ta: ஒரு 'வழியாக' ஒரு முறை கட்டுப்பாட்டில் நீட்டிப்பது உறவை உடைக்கும்
uk: Подовження лінії «via» яка бере участь у обмеженні маневрів зламає звʼязок
zh_hant: 延伸轉向限制關係中的「轉向」線段將會破壞該關係

source: Extending a way which belongs to a Route or similar relation may damage the relation
ar: قد يؤدي تمديد طريق ينتمي إلى مسار أو علاقة مشابهة إلى تخريب العلاقة
cs: Prodloužení cesty, která patří do trasy nebo podobné relace může poškodit relaci
de: Einen Weg zu verlängern, der zu einer Route oder ähnlichen Relation gehört, könnte die Relation beschädigen
es: Extender un camino que pertenece a una Ruta o relación similar puede dañar la relación
et: Marsruudi või samalaadse relatsiooni juurde kuuluva tee laiendamine võib kahjustada seda relatsiooni
fr: Allonger un chemin qui appartient à une relation Route ou similaire pourrait casser la relation
hr: Produženje puta koji pripada ruti ili sličnoj vezi može oštetiti vezu
ja: ルートやそれに類するリレーションに属するウェイの延長はリレーションを壊す可能性があります
mr: एखाद्या मार्गाशी किंवा तत्सम संबंधाशी संबंधित असलेल्या मार्गाचा विस्तार केल्यास संबंध खराब होऊ शकतो
nl: Een weg uitbreiden die bij een Route of vergelijkbare relatie hoort kan de relatie beschadigen
pt: Estender uma linha que pertence a uma rota ou similar poderá "quebrar" a relação
pt_br: Estender uma linha que pertence a uma rota ou similar poderá quebrar a relação
ru: Продление линии, которая входит в состав маршрута или подобного отношения, может повредить данное отношение
ta: ஒரு பாதை அல்லது ஒத்த உறவுக்கு சொந்தமான ஒரு வழியை விரிவாக்குவது உறவை சேதப்படுத்தும்
uk: Подовження лінії що входить до маршруту чи схожого звʼязку може пошкодити звʼязок
zh_hant: 延伸屬於某個路線或類似關係中的線段可能會破壞該關係

source: GPX Upload Complete
ar: اكتمال رفع ملف GPX
cs: Nahrávání GPX dokončeno
de: GPX Hochladen abgeschlossen
es: Se completó la carga del GPX
et: GPX üleslaadimine lõpetatud
eu: GPX igorria
fr: Envoi du fichier GPX terminé
hr: GPX prijenos završen
ja: GPXアップロード完了
mr: GPX चढवली गेली
nb_no: GPX-fil opplastet
nl: GPX-upload beëindigd
pl: Przesyłanie GPX zakończone
pt: GPX enviado
pt_br: GPX enviado
ru: Загрузка GPX завершена
ta: சிபிஎக்ச் பதிவேற்றம் முடிந்தது
uk: Завантаження GPX завершене
zh_hans: GPX上传完成
zh_hant: GPX 上傳完畢

source: GPX Upload Failed
ar: فشل رفع ملف GPX
cs: Nahrávání GPX se nezdařilo
de: GPX Hochladen fehlgeschlagen
es: Falló la carga del GPX
et: GPX üleslaadimine ebaõnnestus
eu: Ezin GPXa igorri
fr: Échec de l'envoi du fichier GPX
hr: GPX prijenos neuspio
it: Caricamento GPX Fallito
ja: GPXアップロード失敗
mr: GPX चढवण्यात अपयश
nb_no: Klarte ikke å laste opp GPX-fil
nl: GPX-upload mislukt
pl: Przesyłanie GPX nie powiodło się
pt: Falha ao enviar o GPX
pt_br: Falha no envio do GPX
ru: Загрузка GPX не удалась
ta: சிபிஎக்ச் பதிவேற்றம் தோல்வியடைந்தது
uk: Завантажити GPX не вдалося
zh_hans: GPX上传失败
zh_hant: GPX 上傳失敗

source: Height: %1$@ ± %2$@ meters
ar: الارتفاع: %1$@ ± %2$@ متر
cs: Výška: %1$@ ± %2$@ metrů
de: Höhe: %1$@ ± %2$@ Meter
es: Altura: %1$@ ± %2$@ metros
et: Kõrgus: %1$@ ± %2$@ meetrit
fi: Korkeus: %1$@ ± %2$@ metriä
fr: Hauteur : %1$@ ± %2$@ mètres
hr: Visina: %1$@ ± %2$@ m
ja: 高さ: %1$@ ± %2$@ メートル
mr: उंची: %1$@ ± %2$@ मीटर
nb_no: Høyde: %1$@ ± %2$@ meter
nl: Hoogte: %1$@ ± %2$@ meter
pt: Altura: %1$@ ± %2$@ metros
pt_br: Altura: %1$@ ± %2$@ metros
ru: Высота: %1$@ ± %2$@ метров
ta: உயரம்: %1$@ ± %2$@ மீட்டர்
uk: Висота: %1$@ ± %2$@ метрів
zh_hant: 高度：%1$@ ± %2$@ 公尺

source: I'll do it!
ar: أنا سأفعل ذلك!
cs: Udělám to!
de: Ich erledige das!
es: ¡Lo haré!
et: Teen ära!
fi: Teen sen!
fr: Je le ferai !
hr: Ja ću to obaviti!
id: Akan saya lakukan!
ja: 実行します！
mr: मी करेन!
nb_no: På saken!
nl: Dat zal ik doen!
pt: Sim!
pt_br: Sim!
ru: Будет сделано!
ta: நான் அதை செய்வேன்!
uk: Я зроблю це!
zh_hans: 我会做的！
zh_hant: 來吧！

source: Identifier
ar: المعرف
cs: Identifikátor
de: Identifikator
es: Identificador
et: Tunnus
fi: Tunniste
fr: Identifiant
hr: Identifikator
ja: 識別子
mr: ओळखांक
nb_no: Identifikator
nl: Identificeren
pt: Identificador
pt_br: Identificador
ru: Идентификатор
ta: அடையாளங்காட்டி
uk: Ідентифікатор
vi: Định danh
zh_hans: ID
zh_hant: 識別符號

source: Ignore
ar: تجاهل
cs: Ignorovat
de: Ignorieren
es: Ignorar
et: Väldi
fi: Ohita
fr: Ignorer
hr: Zanemari
id: Abaikan
ja: 無視
mr: दुर्लक्ष
nb_no: Ignorer
nl: Negeren
pt: Ignorar
pt_br: Ignorar
ru: Игнорировать
ta: புறக்கணிக்கவும்
uk: Ігнорувати
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

source: In order to measure height, please enable camera access in the app's settings.
ar: لقياس الارتفاع، نرجوا منك تمكين الوصول إلى الكاميرا في إعدادات التطبيق.
cs: Pro možnost měření výšky povolte přístup ke kameře v nastavení aplikace.
de: Um Höhe zu messen, aktiviere bitte den Kamerazugriff in den App-Einstellungen.
es: Para medir la altura, activa el acceso a la cámara en los ajustes de la aplicación.
et: Kõrguse mõõtmiseks luba rakenduse seadistustes kaamerale juurdepääs.
fr: Afin de mesurer la hauteur, veuillez autoriser l'accès à l'appareil photo dans les paramètres de l'application.
hr: Za mjerenje visine aktiviraj pristup kameri u postavkama programa.
id: Untuk mengukur tinggi, mohon aktifkan akses kamera di pengaturan aplikasi.
ja: 高さを測る場合は、アプリ設定のカメラへのアクセスを許可してください。
mr: उंची मोजण्यासाठी, कृपया ॲपच्या मांडणीत कॅमेरा ॲक्सेस सक्षम करा.
nb_no: For å måle høyde, skru på kameratilgang i programmets innstillinger.
nl: Zet om de hoogte te meten a.u.b. camera-toegang aan in de app-instellingen.
pt: Para medir a altura, conceda o acesso à câmara nas configurações da aplicação.
pt_br: Para medir a altura, por favor, habilite o acesso à câmera nas configurações do aplicativo.
ru: Чтобы измерить высоту, предоставьте доступ к камере в настройках приложения.
ta: உயரத்தை அளவிட, பயன்பாட்டின் அமைப்புகளில் கேமரா அணுகலை இயக்கவும்.
uk: Щоб виміряти висоту, будь ласка надайде доступ до камери у налаштуваннях застосунку.
zh_hans: 为了测量高度，请在应用程序设置中启用相机访问权限。
zh_hant: 為了要測量高度，請在 iOS 的設定中開啟 Go Map 的相機使用權限。

source: Invalid URL
ar: رابط غير صالح
cs: Neplatná URL adresa
de: Ungültige URL
es: URL no válido
et: Vigane võrguaadress
fi: Virheellinen URL
fr: URL invalide
hr: Nevažeća URL adresa
id: URL tidak valid
ja: 不適切なURL
mr: अवैध URL
nb_no: Ugyldig nettadresse
nl: Ongeldige URL
pt: URL inválido
pt_br: URL inválida
ru: Некорректный URL
ta: தவறான முகவரி
uk: Помилковий URL
vi: URL không hợp lệ
zh_hans: 无效URL
zh_hant: 無效網址

source: Join
ar: ضم
cs: Spojit
de: Verbinden
es: Incorporar
et: Ühenda
eu: Lotu
fi: Yhdistä
fr: Joindre
hr: Spoji
id: Hubungkan
ja: ジョイン
mr: जोडा
nb_no: Knytt sammen
nl: Verbinden
pt: Unir
pt_br: Unir
ru: Соединить
ta: சேர
uk: Приєднати
vi: Nối liền
zh_hans: 加入
zh_hant: 加入

source: Joining would invalidate a Turn Restriction the way belongs to
ar: قد يؤدي الانضمام إلى إبطال قيد الانعطاف الذي ينتمي إليه الطريق
cs: Spojením dojde k zneplatnění omezení odbočení do kterého cesta patří
de: Verbinden würde eine Abbiegebeschränkung des Wegs ungültig machen
es: La incorporación invalidará una restricción de giro a que pertenece la vía
et: Ühendamine muudaks kehtetuks pöördepiirangu, millele tee kuulub
fr: Joindre casserait l'interdiction de tourner à laquelle le chemin appartient
hr: Spajanje bi poništilo ograničenje skretanja s puta kojemu pripada
ja: ジョインするとこのウェイが属する進行方向制限を無効にする可能性があります
nl: Samenvoegen zou een afslagbeperking waarbij de weg hoort ongeldig maken
pt: A união invalidará uma restrição de viragem à qual o elemento pertence
pt_br: A união invalidará uma restrição de direção à qual a linha pertence
ru: Соединение аннулирует ограничение манёвров, участником которого является линия
ta: சேருவது ஒரு முறை கட்டுப்பாட்டை செல்லாது
uk: Приєднання зробить недійсним обмеження маневрів до якого входить лінія
zh_hant: 若要加入，將會使線段所屬的轉向限制關係失效

source: Last updated %@
ar: آخر تحديث %@
cs: Poslední nahrání %@
de: Zuletzt aktualisiert %@
es: Última actualización %@
et: Viimati uuendatud %@
eu: %@ eguneratua
fi: Viimeksi päivitetty %@
fr: Dernière mise à jour le %@
hr: Zadnje aktualiziranje: %@
id: Terakhir diperbarui %@
it: Ultimo aggiornamento %@
ja: 最終更新 %@
mr: शेवटचे अद्यतनित %@
nb_no: Sist oppdatert %@
nl: Laatst geüpdatet %@
pt: Última atualização %@
pt_br: Última atualização %@
ru: Последнее обновление %@
ta: கடைசியாக புதுப்பிக்கப்பட்ட %@
uk: Востаннє оновлено %@
vi: Cập nhật lần cuối cùng vào %@
zh_hans: 上次更新 %@
zh_hant: 最後更新 %@

source: Left
ar: يسار
cs: Vlevo
de: Links
es: Izquierda
et: Vasak
eu: Ezker
fr: Gauche
hr: Lijevo
id: Kiri
ja: 左
mr: डावे
nb_no: Venstre
nl: Links
pt: Esquerda
pt_br: Esquerda
ru: Слева
ta: இடது
uk: Ліворуч
zh_hans: 左
zh_hant: 左

source: Left side
ar: الجانب الأيسر
cs: Levá strana
de: Linke Seite
es: Lado izquierdo
et: Vasakul pool
eu: Ezkerralde
fi: Vasen puoli
fr: Côté gauche
hr: Lijeva strana
id: Sisi kiri
ja: 左側
mr: डावी बाजू
nb_no: Venstre side
nl: Linkerkant
pt: Lado esquerdo
pt_br: Lado esquerdo
ru: Левая сторона
ta: இடது பக்கம்
uk: Ліворуч
vi: Bên trái
zh_hans: 左侧
zh_hant: 左邊

source: Length
ar: الطول
cs: Délka
de: Länge
es: Longitud
et: Pikkus
fi: Pituus
fr: Longueur
hr: Duljina
id: Panjang
ja: 長さ
mr: लांबी
nb_no: Lengde
nl: Lengte
pt: Comprimento
pt_br: Comprimento
ru: Длина
ta: நீளம்
uk: Довжина
zh_hans: 长度
zh_hant: 長度
